# Essential system tools
brew "git"                    # Version control
brew "curl"                   # HTTP client
brew "stow"                   # Dotfiles management
brew "jq"                     # JSON processor (used by AWS aliases)
brew "coreutils"              # GNU utilities (provides gdate on macOS)

# Cloud tools
brew "awscli"                 # AWS CLI

# Terminal and shell enhancements
brew "fzf"                    # Fuzzy finder
brew "ripgrep"                # Fast text search

# Version management
brew "mise"                   # Tool version manager (replaces asdf)

# Terminal and editor tools
brew "neovim"                 # Editor
brew "tmux"                   # Terminal multiplexer

# Git enhancements
brew "scmpuff"                # Git status number shortcuts
brew "lazygit"                # Git UI

# Ruby build dependencies
brew "openssl@3"              # SSL/TLS library
brew "libyaml"                # YAML library (needed for psych extension)
brew "readline"               # Command line editing library
brew "zlib"                   # Compression library
