tap "homebrew/bundle"
tap "homebrew/services"

brew "asdf"
brew "coreutils"
brew "curl"
brew "fzf"
brew "gh"
brew "git"
brew "harfbuzz"
brew "lazygit"
brew "libssh2"
brew "neovim"
brew "openjdk"
brew "overmind"
brew "postgresql@14", restart_service: true
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby-build", args: ["HEAD"]
brew "scmpuff"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
